export let inputsValue = {
    sliderWidth: 270, // Ширина шкалы (пиксели)
    positionHorizontal: true, // Позиция шкалы (true - если горизонтальная, false - если вертикальная)
    minRange: 0, // Минимальное значение шкалы
    maxRange: 15000, // Максимальное значение шкалы
    oneThumb: false, // Количество ручек (true - если ручка одна, false - если их несколько)
    values: [15, 250], // Интервал по умолчанию для шкалы с двумя ручками
    value: 5, // Значение по умолчанию для шкалы с одной ручкой
};