export let inputsValue = {
    sliderWidth: 500, // Ширина шкалы (пиксели)
    positionHorizontal: true, // Позиция шкалы (true - если горизонтальная, false - если вертикальная)
    minRange: 0, // Минимальное значение шкалы
    maxRange: 15000, // Максимальное значение шкалы
    oneThumb: false, // Количество ручек (true - если ручка одна, false - если их несколько)
    values: [5000, 10000], // Интервал по умолчанию для шкалы с двумя ручками
    value: 500, // Значение по умолчанию для шкалы с одной ручкой
    step: 20, // Шаг движения ручки
    elementText: true, // Элемент над ручкой
};

export let i = {
    sliderWidth: 220, // Ширина шкалы (пиксели)
    positionHorizontal: false, // Позиция шкалы (true - если горизонтальная, false - если вертикальная)
    minRange: 0, // Минимальное значение шкалы
    maxRange: 15000, // Максимальное значение шкалы
    oneThumb: true, // Количество ручек (true - если ручка одна, false - если их несколько)
    values: [50, 180], // Интервал по умолчанию для шкалы с двумя ручками
    value: 14000, // Значение по умолчанию для шкалы с одной ручкой
    step: 20, // Шаг движения ручки
    elementText: true, // Элемент над ручкой
};